cask_args appdir: '/Applications'

# devtools
brew 'git'
tap  'git-duet/tap'
brew 'git-duet'
brew 'go'
brew 'neovim'
brew 'python@3'
brew 'fzf'
brew 'awscli'
brew 'direnv'
brew 'node'
brew 'ripgrep'
brew 'tig'

# apps
cask 'iterm2'
cask 'rectangle'
cask 'firefox'
cask 'google-chrome'
cask 'flycut'
